Repository: meznick/chathub
Catalog: chathub_bot/bot/locales/*/LC_MESSAGES/bot.po
Languages: ru

source: confirm button
ru: ✅ подтверждаю

source: please confirm event registration. event will start at {event_start_time}
ru: Вы зарегистрировались на мероприятие которое начнется *{event_start_time}*. Подтвердите или отмените свое участие в мероприятии ✅❌

source: event will start soon, heres rule remainder
ru: Событие скоро начнется и тебе придет ссылка на первое свидание. Пока можешь освежить в памяти правила:)

source: dating rules
ru: *Правила мероприятия* 🎉 Коротко - будь вежлив, одет, поддерживай контакт глаза-в-глаза с собеседником и получай удовольствие! 1️⃣ *Наш главный принцип - твой комфорт* Хочешь общаться в домашней пижаме? В костюме штурмовика из звездных войн? Давай! Главное - быть одетым, иначе нам придется ограничить твое участие в мероприятии. Для улучшения качества сервиса мы надежно храним записи всех созвонов, они конфиденциальны. 🌟 2️⃣ *Мы поддерживаем легкость и удовольствие от общения* Расскажи забавную историю о себе, подбери любой необычный фон для свидания или заведи разговор на необычную тему. 🚀 Мы против только нарушения личных границ и негатива в сторону собеседника, вплоть до прекращения участия в мероприятии. 3️⃣ *Искренний смех и зрительный контакт* Это, что отличает нас сервис от обезличенных дейтинг чатов. Поэтому общение происходит неанонимно - в камере должно быть отчетливо видно твое лицо. 🎥 4️⃣ *Если на свидании тебе становится некомфортно* У тебя всегда есть возможность его досрочного прекращения. 💔 XOXO - сервис для бережного и тактичного общения, поэтому мы призываем не пользоваться этой возможностью без необходимости. XOXO ❤️

source: meeting invitation {url}
ru: *Раунд начинается!* 🚀 Ссылка для подключения к звонку: {url}. Не забудь про вебку! 💖

source: report button
ru: 🚩 пожаловаться

source: please rate partners performance
ru: Если хочешь -- оцени партнера с которым только что общались 🙏🤔

source: final dating message
ru: Вот мероприятие и подошло к концу. Дай нам немного времени на подведение итогов. Скоро ты увидишь взаимные симпатии и сможешь пообщаться с выбранными людьми 😊✨

source: you match with {partner_name}, his contact {partner_contact}
ru: У тебя совпала симпатия 💞 с пользователем *{partner_name}*, его контакт: {partner_contact}. Приятного общения 🎉

source: i am ready button
ru: ✅ готов

source: are you ready to start event?
ru: Начинаем событие, отмечайся если готов!

source: break message
ru: Раунд закончился, теперь у тебя есть минутка чтобы передохнуть, подготовиться к следующему собеседнику или оценить предыдущего партнера.

source: will take part in event message
ru: Наш алгоритм нашел группу для вас, так что приготовьтесь 🚀

source: will not take part in event message
ru: К сожалению, сейчас для вас не нашлось подходящих партнеров. Не расстраивайтесь и приходите на следующее событие

source: back button
ru: 🔙 назад

source: there are no events
ru: Сейчас нет доступных мероприятий 😢

source: operation was succeeded
ru: Успешно!😊

source: operation failed
ru: Не получилось😢

source: dating rules button
ru: ⚠️ правила

source: list events
ru: 🗓 мероприятия

source: cancel event registration
ru: ❌ отменить регистрацию

source: welcome to dating platform {name}
ru: Привет! 👋 Добро пожаловать на нашу платформу знакомств! Мы рады помочь вам познакомиться с замечательными людьми. Хотите встретиться с новыми людьми лично? Ознакомьтесь с предстоящими событиями! Вы можете просмотреть мероприятия и зарегистрироваться на них или отменить регистрацию, если ваши планы изменились. Желаем вам хорошо провести время и удачных знакомств! ❤️

source: here is list of events
ru: Вот *правила регистрации*: 1. *Ознакомьтесь со списком мероприятий* в вашем городе и выберите подходящее. Если пока нет мероприятий в вашем городе, оставайтесь на связи — они обязательно появятся позже. Время всегда указано в часовом поясе города проведения. 2. *Нажмите на кнопку с подходящим мероприятием.* За день до мероприятия вампридет запрос на подтверждение, чем быстрее вы его примете тем больше шанс на участие. Если вы не попали в список участников — значит, не хватило мест на мероприятии. Не расстраивайтесь — в следующий раз повезёт! Для участия нужно быть у компьютера или смартфона *за несколько минут до начала*, чтобы подтвердить своё присутствие. Если не подтвердите, *заявка аннулируется* (это важно для гарантии участия всех). *Главное — получайте удовольствие от общения!* Улыбайтесь, пробуйте, и вы обязательно встретите своего человека. А я помогу вам в этом!

source: registering you to the event {event}
ru: Вы скоро будете зарегистрированы на мероприятие: {event}! 🎉 Если вы передумаете, вы всегда можете отменить свою регистрацию до начала мероприятия. Ждём вас на встрече!

source: are you sure you want to cancel all registrations?
ru: Вы уверены, что хотите отменить регистрацию на это мероприятие: {event}?

source: are you sure you want to cancel registration to event {event}
ru: Вы уверены, что хотите отменить регистрацию на это мероприятие: {event}?

source: cancel registration
ru: ❌ отменить регистрацию

source: thanks for confirming registration for {event}
ru: Спасибо что подтвердили регистрацию на событие {event}!

source: confirmed
ru: ✅ подтверждаю

source: reported
ru: 🚩 *жалоба принята*, мы рассмотрим ее в ближайшее время!

source: user already exists
ru: Пользователь с такими данными уже существует. Можно обновить его при помощи /edit.

source: welcome message {name}
ru: Привет, {name}! 💕 Я XOXO бот — твой ассистент в поиске дружбы и любви. Больше никаких случайных людей и долгих переписок! Я помогу найти интересных людей из твоего города и организую онлайн-свидания в формате speed dating — общайся быстро и выбирай тех, кто тебе по душе. Как это работает? Я анализирую твой профиль, поэтому можно уже сейчас приступить к его заполнению. Это бета-версия, и пока все функции абсолютно бесплатны.

source: invite to enter name
ru: Пожалуйста, введите ваше имя.

source: invite to enter sex
ru: Пожалуйста, укажите ваш пол (м или ж).

source: wrong sex
ru: Неправильный выбор пола. Пожалуйста, выберите 'Мужской' или 'Женский'.

source: invite to enter birthday
ru: Пожалуйста, введите вашу дату рождения (ГГГГ-ММ-ДД).

source: invite to send photo
ru: Пожалуйста, загрузите вашу фотографию.

source: invite to send city
ru: Пожалуйста, укажите ваш город.

source: wrong date format
ru: Неправильный формат даты. Используйте ГГГГ-ММ-ДД.

source: registration complete
ru: Регистрация завершена. Чтобы начать знакомиться нажмите: /date.

source: your profile {name} {sex} {age} {city}
ru: Ваш профиль: Имя: {name}, Пол: {sex}, Возраст: {age}, Город: {city}.

source: sex_male
ru: Мужской

source: sex_female
ru: Женский

source: user does not exist
ru: Пользователь с такими данными уже существует. Можно обновить его при помощи /edit.

source: starting editing message {name}
ru: Начинаем редактирование твоего профиля, {name}!
